Repository: YPSI-SAS/zabbix-bot-py
Catalog: locales/*/LC_MESSAGES/action.po
Languages: fr

source: I didn't find any hosts. Please cancel
fr: Je n'ai pas trouvé d'hôte. Veuillez annuler

source: I found one host. Please choose a host or cancel
fr: J’ai trouvé un hôte. Veuillez choisir l'hôte ou annuler

source: I found many hosts. Please choose one host or cancel
fr: J’ai trouvé plusieurs hôtes. Veuillez choisir un hôte ou annuler

source: I didn't find any hostgroups. Please cancel
fr: Je n'ai pas trouvé de groupe d'hôtes. Veuillez annuler

source: I found one hostgroup. Please choose a hostgroup or cancel
fr: J’ai trouvé un groupe d'hôtes. Veuillez choisir le groupe d'hôtes ou annuler

source: I found many hostgroups. Please choose one hostgroup or cancel
fr: J’ai trouvé plusieurs groupe d'hôtes. Veuillez choisir un groupe d'hôtes ou annuler

source: I didn't find any items. Please cancel
fr: Je n'ai pas trouvé d'élément. Veuillez annuler

source: I found one item. Please choose a item or cancel
fr: J’ai trouvé un élément. Veuillez choisir l'élément ou annuler

source: I found many items. Please choose one item or cancel
fr: J’ai trouvé plusieurs éléments. Veuillez choisir un élément ou annuler

source: I didn't find any triggers. Please cancel
fr: Je n'ai pas trouvé de déclencheurs. Veuillez annuler

source: I found one trigger. Please choose a trigger or cancel
fr: J’ai trouvé un déclencheur. Veuillez choisir le déclencheur ou annuler

source: I found many triggers. Please choose one trigger or cancel
fr: J’ai trouvé plusieurs déclencheurs. Veuillez choisir un déclencheur ou annuler

source: I didn't find any problems. Please cancel
fr: Je n'ai pas trouvé de problème. Veuillez annuler

source: I found one problem. Please choose a problem or cancel
fr: J’ai trouvé un problème. Veuillez choisir le problème ou annuler

source: I found many problems. Please choose one problem or cancel
fr: J’ai trouvé plusieurs problèmes. Veuillez choisir un problème ou annuler

source: since
fr: depuis

source: I didn't find any services. Please cancel
fr: Je n'ai pas trouvé de service. Veuillez annuler

source: I found one service. Please choose a service or cancel
fr: J’ai trouvé un service. Veuillez choisir le service ou annuler

source: I found many services. Please choose one service or cancel
fr: J’ai trouvé plusieurs services. Veuillez choisir un service ou annuler

source: I didn't find any SLA attached to this service. Please cancel
fr: Je n'ai pas trouvé de SLA. Veuillez annuler

source: I found one SLA. Please choose a SLA or cancel
fr: J’ai trouvé un SLA. Veuillez choisir le SLA ou annuler

source: I found many SLA. Please choose one SLA or cancel
fr: J’ai trouvé plusieurs SLA. Veuillez choisir un SLA ou annuler

source: Host *%s* is *%s* Availability: *%s* %s
fr: L'hôte *%s* est *%s* Disponibilité: *%s* %s

source: *Error* in get\_host\_info
fr: *Erreur* pour get\_host\_info

source: Host *%s* Item *%s* is *%s* Last value: *%s %s* Last check: *%s* %s
fr: Hôte *%s* L'élément *%s* est *%s* Dernière valeur: *%s %s* Dernière vérification: *%s* %s

source: *Error* in get\_item\_info
fr: *Erreur* pour get\_item\_info

source: Host *%s* Trigger *%s* is *%s* Expression: *%s* Severity: *%s* Value: *%s* since *%s* %s
fr: Hôte *%s* Le déclencheur *%s* est *%s* Expression: *%s* Sévérité: *%s* Valeur: *%s* depuis *%s* %s

source: *Error* in get\_trigger\_info
fr: *Erreur* pour get\_trigger\_info

source: Problem on *%s* *%s* Since: *%s* Acknowledged: *%s* %s
fr: Problème sur *%s* *%s* Depuis: *%s* Acquitté: *%s* %s

source: *Error* in get\_event\_info
fr: *Erreur* pour get\_event\_info

source: Service *%s* is *%s* Created at: *%s* %s %s
fr: Le service *%s* est *%s* Créé le: *%s* %s %s

source: *Error* in get\_service\_info
fr: *Erreur* pour get\_service\_info

source: Not classified
fr: Non classé

source: Warning
fr: Avertissement

source: Average
fr: Moyen

source: High
fr: Haut

source: Disaster
fr: Désastre

source: *Host availability* %s : %d %s : %d %s : %d TOTAL: %d *Problems by severity* %s : %d %s : %d %s : %d %s : %d %s : %d %s : %d TOTAL: %d
fr: *Disponibilité de l'hôte* %s : %d %s : %d %s : %d TOTAL: %d *Problèmes par gravité* %s : %d %s : %d %s : %d %s : %d %s : %d %s : %d TOTAL: %d

source: Available
fr: Disponible

source: Not available
fr: Non disponible

source: Unknown
fr: Inconnu

source: *Error* to get global information
fr: *Erreur* pour obtenir les informations globales

source: enabled
fr: activé

source: disabled
fr: désactivé

source: PROBLEM
fr: PROBLÈME

source: No values
fr: Aucune valeur

source: Host
fr: Hôte

source: Severity-Problem
fr: Sévérité-Problème

source: Duration
fr: Depuis

source: Ack
fr: Acquittement

source: Error to get problem information
fr: Erreur pour obtenir les informations des problèmes

source: Name
fr: Nom

source: Active since
fr: Active depuis

source: Active till
fr: Active jusqu'à

source: State
fr: État

source: Active
fr: Actif

source: Expired
fr: Expiré

source: Approaching
fr: Proche de

source: Error to get maintenance information
fr: Erreur pour obtenir les informations des maintenances

source: Last check
fr: Dernière vérification

source: Last value
fr: Dernière valeur

source: Uptime
fr: Temps de fonctionnement

source: Downtime
fr: Temps d'arrêt

source: Error budget
fr: Erreur budget

source: Error to get sla values
fr: Erreur pour obtenir les valeurs de SLA

source: Day
fr: Jour

source: Week
fr: Semaine

source: Month
fr: Mois

source: Quarter
fr: Trimestre

source: Year
fr: Année
