Repository: YPSI-SAS/zabbix-bot-py
Catalog: locales/*/LC_MESSAGES/main.po
Languages: fr

source: *Error* to list all hosts
fr: *Erreur* pour lister tous les hôtes

source: Okay, give me the name of the host
fr: Okay, donnez moi le nom de l'hôte

source: Okay, give me the tag of the host (NAME=VALUE)
fr: Okay, donnez moi le tag de l'hôte (NOM=VALEUR)

source: *Error* to list host with name
fr: *Erreur* pour lister les hôtes en fonction du nom

source: *Error* to list host with tag
fr: *Erreur* pour lister les hôtes en fonction du tag

source: *Error* to list items
fr: *Erreur* pour lister les éléments

source: *Error* to list SLA
fr: *Erreur* pour lister les SLA

source: *Error* to list hostgroups
fr: *Erreur* pour lister les groupes d'hôtes

source: *Error* to list services
fr: *Erreur* pour lister les services

source: *Error* to list parents service
fr: *Erreur* pour lister les services parents

source: *Error* to list children service
fr: *Erreur* pour lister les services enfants

source: *Error* to list problems
fr: *Erreur* pour lister les problèmes

source: *Error* to list triggers
fr: *Erreur* pour lister les déclencheurs

source: *Error* to select hosts in hostgroup
fr: *Erreur* pour sélectionner un hôte dans un groupe

source: Back to service
fr: Retour au service

source: Host enabled OK
fr: Hôte activé OK

source: *Error* to enable host
fr: *Erreur* pour activer un hôte

source: Host disabled OK
fr: Hôte désactivé OK

source: *Error* to disable host
fr: *Erreur* pour désactiver un hôte

source: Item enabled OK
fr: Élément activé OK

source: *Error* to enable item
fr: *Erreur* pour activer un élément

source: Item disabled OK
fr: Élément désactivé OK

source: *Error* to disable item
fr: *Erreur* pour désactiver un élément

source: Trigger enabled OK
fr: Déclencheur activé OK

source: *Error* to enable trigger
fr: *Erreur* pour activer un déclencheur

source: Trigger disabled OK
fr: Déclencheur désactivé OK

source: *Error* to disable trigger
fr: *Erreur* pour désactiver un déclencheur

source: Problem acknowledged OK
fr: Problème acquitté OK

source: *Error* to acknowledge problem
fr: *Erreur* pour acquitter un problème

source: Problem unacknowledged OK
fr: Problème désacquitter OK

source: *Error* to unacknowledge problem
fr: *Erreur* pour désacquitter un problème

source: Back to host
fr: Retour à l'hôte

source: *Error* to get location
fr: *Erreur* pour obtenir la localisation

source: *Error* to generate host report
fr: *Erreur* pour générer le rapport de l'hôte

source: *Error* to generate service report
fr: *Erreur* pour générer le rapport du service

source: Okay, give me the message
fr: Okay, donnez moi le message

source: Send message to problem OK
fr: Message envoyé OK

source: *Error* to send message
fr: *Erreur* pour envoyer le message

source: Choose new severity
fr: Veuillez choisir une nouvelle sévérité

source: Not classified
fr: Non classé

source: Warning
fr: Avertissement

source: Average
fr: Moyen

source: High
fr: Haut

source: Disaster
fr: Désastre

source: Severity change to problem OK
fr: Changement de gravité OK

source: *Error* to change severity
fr: *Erreur* pour changer de sévérité

source: Back to item
fr: Retour à l'élément

source: *Error* to display graph
fr: *Erreur* pour afficher le graphique

source: Hey, I'm %s ! I will help you to handle Zabbix problems ! I'm connected to the server : *%s*
fr: Bonjour, je suis %s ! Je vais vous aider à gérer les problèmes de Zabbix ! Je suis connecté au serveur : *%s*

source: Search host name
fr: Rechercher hôte par nom

source: Search host tag
fr: Rechercher hôte par tag

source: Hostgroups
fr: Groupes hôtes

source: All Hosts
fr: Hôtes

source: Settings
fr: Paramètres

source: Done
fr: Terminer

source: Type /help to show all commands Choose an option:
fr: Ecrivez /help Pour voir l'ensemble des commandes possibles Choisissez une option:

source: The server is incorrect. Please change the name in setting.
fr: Le serveur est incorrect. Veuillez changer son nom dans les paramètres.

source: Change language
fr: Changer la langue

source: Change server
fr: Changer de serveur

source: Change level logger
fr: Changer de niveau log

source: Choose what you want to change
fr: Choisissez ce que vous souhaitez modifier

source: Please choose your language
fr: Veuillez choisir votre langue

source: Please choose your level logger
fr: Veuillez choisir votre niveau de logging

source: Choose one server or cancel
fr: Veuillez choisir un serveur ou annuler

source: The file *config.yaml* doesn't exists. Create file or use environment variables.
fr: Le fichier *config.yaml* n'existe pas. Créez le fichier ou utilisez des variables d’environnements.

source: Okay, bye.
fr: Okay, au revoir.

source: See you !
fr: Au revoir !
